Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/foreldreutvalgene.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: the pupil to learn Norwegian as well.
nb: godt for at eleven skal lykkes på skolen.

source: In other places, pupils may attend a programme
nb: opplæring og sosiale forhold på skolen.

source: Tips for getting used to kindergarten
nb: Betaling for kost kan komme i tillegg.

source: an unsuitable choice of education or vocation.
nb: Skolefritidsordningen er et tilbud om tilsyn,

source: instruction is for the pupil to learn enough Norwegian to be able to follow ordinary instruction with no
nb: godt nok læringsutbytte, skal skolen tilrettelegge for eleven og gi tilpasset opplæring.

source: your child to attend this programme.
nb: I ungdomsskolen får elevene vurderinger

source: Every pupil should
nb: plaging på noen måte.

source: The aim of special Norwegian
nb: Dersom foreldrene eller skolen mener at eleven ikke har

source: The municipality may choose to organize introductory instruction in separate groups,
nb: finne ut hvordan skolen og foreldrene kan samarbeide om å støtte og stimulere elevens faglige og

source: The school is to evaluate whether a pupil needs mother tongue
nb: Du som er mor eller far må delta på utviklingssamtaler og
